diff --git a/README.md b/README.md
index 78fd90f..3502b84 100644
--- a/README.md
+++ b/README.md
@@ -2,7 +2,7 @@
 
 [27 июля 2019](https://ovdinfo.org/news/2019/07/27/miting-u-merii-moskvy-27-iyulya-2019-goda-i-ego-posledstviya-onlayn) люди вышли мирно, без оружия, чтобы выразить свое несогласие с [недопуском независимых кандидатов](https://www.bbc.com/russian/features-49127945) до выборов в Мосгордуму. Это событие стало поводом для того, чтобы инициировать новый виток политических репрессий и завести дело о «массовых беспорядках», фигурантами которого стали 13 человек.
 
-Журналисты, очевидцы и участники акции отмечают, что акция прошла исключительно мирно: не были ни порчи имущества, ни насилия со стороны демонстрантов. Но это не мешает следователям предъявлять обвинения, а судьям, отклоняя все ходатайства защиты, выносить обвинительные приговоры — в рекордно сжатые сроки. На момент написания этого письма реальные сроки уже получили [Константин Котов (4 года колонии)](https://www.interfax.ru/russia/675323), [Иван Подкопаев (3 года колонии)](https://www.interfax.ru/moscow/674950), [Павел Устинов (3,5 года колонии)](https://www.interfax.ru/russia/676593).
+Журналисты, очевидцы и участники акции отмечают, что акция прошла исключительно мирно: не было ни порчи имущества, ни насилия со стороны демонстрантов. Но это не мешает следователям предъявлять обвинения, а судьям, отклоняя все ходатайства защиты, выносить обвинительные приговоры — в рекордно сжатые сроки. На момент написания этого письма реальные сроки уже получили [Константин Котов (4 года колонии)](https://www.interfax.ru/russia/675323), [Иван Подкопаев (3 года колонии)](https://www.interfax.ru/moscow/674950), [Павел Устинов (3,5 года колонии)](https://www.interfax.ru/russia/676593).
 
 17 и 18 сентября 2019 года возмущенные абсурдностью дела священники и учителя выпускают письма, в которых высказывают свое мнение: дело необходимо прекратить, а невиновных — освободить. Мы, IT-специалисты, видим запрос на то, чтобы все профессиональные сообщества высказали свою позицию по этому делу, и тоже не можем промолчать.
 
@@ -191,4 +191,5 @@
 | Лошаков Никита                     | Tech Lead                               |
 | Дмитрий Зворыкин                   | Аналитик, Glowbyte                      |
 | Аринко Екатерина                   | QA Engineer, Санкт-Петербург            |
-| Соломатин Роман                    | Программист, Пермь                      |
\ No newline at end of file
+| Соломатин Роман                    | Программист, Пермь                      |
+| Хамидуллин Руслан                  | Зам.тех.дир., тимлид; WavePoint, С-Пб   |
